Revit 2024 API
ParameterTypeId.NumberSystemTextSize Property
 "Number Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId NumberSystemTextSize { get; }
Visual Basic
Public Shared ReadOnly Property NumberSystemTextSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NumberSystemTextSize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace